var setEffects = {
    심연: {
        1:'막기 확률 14% 증가',
        2:'탄력 26.25% 증가',
        3:'피격시 자신에게 20% 확률로 3초 동안 방어력 30%만큼 증가'
    },

    불멸: {
        1:'최대 생명력 10% 증가',
        2:'명중 확률 10% 증가',
        3:'공격 기회를 가질때마다 자신이 탈진 상태이면 1초 동안 자신의 공격력을 20%만큼 증가 (이효과는 7초마다 적용됩니다)'
    },

    심해: {
        1:'회피 확률 7% 증가',
        2:'빙결 면역력 30% 증가',
        3:'명령을 수행할때마다 자신에게 15% 확률로 2초동안 최대생명력의 10%만큼 생명력을 회복시킵니다 (이효과는 2초마다 적용됩니다)'
    },

    학살: {
        1:'흡혈량 10.64% 증가',
        2:'탄력 26.25% 증가',
        3:'공격시 대상의 생명력이 50%이상일때 25% 확률로 적에게 3초동안 방어량을 10% 감소시킵니다'
    },

    파멸: {
        1:'막기 확률 14% 증가',
        2:'명중 확률 10% 증가',
        3:'치명타 공격시 적에게 15%확률로 3초동안 공격력의 50%만큼 출혈 피해를 입힙니다 (이 효과는 1초마다 적용됩니다)'
    },

    이계: {
        1:'최대 생명력 10% 증가',
        2:'공격량 7.84% 증가',
        3:'막기시 15%확률로 자신에게 3초동안 치명타 확률을 15%만큼 증가시킵니다'
    }
}


module.exports = setEffects;